Repository: auth0/wordpress
Catalog: languages/*.po
Languages: de

source: Method %s is deprecated.
de: Methode %s ist veraltet.

source: Facebook does not allow to share the same content twice.
de: Facebook gestattet nicht, denselben Inhalt zweimal zu teilen.

source: An error has occurred.
de: Ein Fehler ist aufgetreten.

source: Twitter does not allow to share the same content twice.
de: Twitter gestattet nicht, denselben Inhalt zweimal zu teilen.

source: A client grant for %1$s to %2$s already exists. Make sure this grant at least includes %3$s.
de: Eine Client-Genehmigung für %1$s bis %2$s existiert bereits. Stellen Sie sicher, dass diese Berechtigung mindestens %3$s enthält.

source: There was an error creating the Auth0 rule. You can do it manually from your Auth0 dashboard.
de: Beim Erstellen der Auth0-Regel ist ein Fehler aufgetreten. Sie können dies manuell über Ihr Auth0 Dashboard erledigen.

source: There was an error deleting the Auth0 rule. You can do it manually from your Auth0 dashboard.
de: Es gab einen Fehler beim Löschen der Auth0-Regel. Sie können dies manuell über Ihr Auth0 Dashboard erledigen.

source: The connection has already set an API key and secret and can not be overridden.
de: Die Verbindung hat bereits einen API-Schlüssel und ein Secret gesetzt und kann nicht überschrieben werden.

source: Please update them in the Auth0 dashboard.
de: Bitte aktualisieren Sie diese im Auth0 Dashboard.

source: JWT Auth installed.
de: JWT-Auth installiert.

source: To configure it to work the Auth0 plugin, click here.
de: Um es so zu konfigurieren, dass es mit dem Auth0-Plugin funktioniert, klicken Sie hier.

source: Unable to automatically create Client Grant. Please go to your Auth0 Dashboard and authorize your Application %1$s for management API scopes %2$s.
de: Es ist nicht möglich, automatisch eine Client-Berechtigung zu erzeugen. Bitte rufen Sie Ihre Auth0-Dashboard auf und autorisieren Sie Ihre Anwendung %1$s für die Management-API-Bereiche %2$s.

source: IMPORTANT!
de: WICHTIG!

source: WP-Auth0 has upgraded to %s but could not complete the upgrade in your Auth0 dashboard.
de: WP-Auth0 hat auf %s aktualisiert, konnte aber das Upgrade in Ihrem Auth0-Dashboard nicht abschließen.

source: This can be fixed one of 2 ways:
de: Dies kann auf eine von zwei Arten behoben werden:

source: Create a new Management API token
de: Erstellen Sie ein neues Management API-Token.

source: This will run the update process again.
de: Dadurch wird der Aktualisierungsprozess erneut ausgeführt.

source: As a part of this upgrade, a Client Grant was created for the Auth0 Management API.
de: Im Rahmen dieses Upgrades wurde eine Client-Berechtigung für die Auth0-Management-API erzeugt.

source: Please check the plugin error log for any additional instructions to complete the upgrade.
de: Bitte überprüfen Sie das Fehlerprotokoll des Plugins auf weitere Anweisungen, um das Upgrade abzuschließen.

source: Error Log
de: Fehlerprotokoll

source: As a part of this upgrade, your Client Grant Types have been updated, if needed.
de: Im Rahmen dieses Upgrades wurden - falls notwendig - Ihre Client-Grant-Types aktualisiert.

source: Are you sure you want to delete the Auth0 user data for this user?
de: Sind Sie sicher, dass Sie die Auth0-Benutzerdaten für diesen Benutzer löschen möchten?

source: Are you sure you want to delete the Auth0 MFA data for this user?
de: Sind Sie sicher, dass Sie die Auth0 MFA-Daten für diesen Benutzer löschen möchten?

source: Deleted
de: Gelöscht

source: Action failed, please see the Auth0 error log for details.
de: Aktion fehlgeschlagen, siehe Auth0-Fehlerprotokoll für Details.

source: Email cannot be changed for non-database connections.
de: E-Mails können für Nicht-Datenbankverbindungen nicht geändert werden.

source: <strong>ERROR</strong>: You can't change your email if you are using a social connection.
de: <strong>FEHLER</strong>: Sie können Ihre E-Mail-Adresse nicht ändern, wenn Sie eine soziale Verbindung verwenden.

source: <strong>ERROR</strong>: The email address is not correct.
de: <strong>FEHLER</strong> Die Email-Adresse ist nicht korrekt.

source: <strong>ERROR</strong>: The email address is already used.
de: <strong>FEHLER</strong>: Diese Email-Adresse wird bereits verwendet.

source: <strong>ERROR</strong>: The password does not match
de: <strong>FEHLER</strong>: Das Passwort stimmt nicht überein.

source: Delete Auth0 Data
de: Auth0 Daten löschen

source: Done!
de: Erledigt!

source: Delete MFA Provider
de: MFA-Anbieter löschen

source: New Password
de: Neues Passwort

source: Repeat Password
de: Passwort wiederholen

source: This site requires a verified email address.
de: Diese Seite benötigt eine verifizierte E-Mail-Adresse.

source: Resend verification email.
de: Verifizierungsmail erneut senden.

source: ← Login
de: ← Einloggen

source: Something went wrong; please login and try again.
de: Etwas ist schief gelaufen. Bitte einloggen und erneut versuchen.

source: Email successfully re-sent to
de: E-Mail erfolgreich erneut gesendet an

source: No Auth0 user ID provided.
de: Es wurde keine Auth0-Benutzer-ID angegeben.

source: API call failed.
de: API-Aufruf gescheitert.

source: Shows Auth0 login form in your sidebar
de: Zeigt das Auth0-Login-Formular in Ihrer Seitenleiste an.

source: Login
de: Einloggen

source: Please check your Auth0 configuration
de: Bitte überprüfen Sie Ihre Auth0-Konfiguration.

source: Not allowed.
de: Nicht erlaubt.

source: Not authorized.
de: Nicht autorisiert.

source: Unknown error message
de: Unbekannte Fehlermeldung

source: The settings file is empty.
de: Die Einstellungsdatei ist leer.

source: The settings file is not valid.
de: Die Einstellungsdatei ist nicht gültig.

source: The file you are uploading is too big.
de: Die Datei, die Sie hochladen, ist zu groß.

source: There was an error uploading the file.
de: Beim Hochladen der Datei ist ein Fehler aufgetreten.

source: There was an error importing your settings, please try again.
de: Beim Import Ihrer Einstellungen ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.

source: Please upload the Auth0 for WordPress setting file or copy the content.
de: Bitte laden Sie die "Auth0 für WordPress"-Einstellungsdatei hoch oder kopieren Sie dessen Inhalt.

source: The settings json is not valid.
de: Die JSON-Einstellungsdatei ist ungültig.

source: Class %s is deprecated.
de: Die Klasse %s ist veraltet.

source: $admin_role and $ignore_unverified_email are deprecated.
de: $admin_role und $ignore_unverified_email sind veraltet.

source: Invalid state
de: Ungültiger Zustand

source: Invalid ID token (no algorithm)
de: Ungültiges ID-Token (kein Algorithmus)

source: Invalid ID token (failed signature verification)
de: Ungültiges ID-Token (fehlerhafte Signaturprüfung)

source: Invalid ID token (used too early)
de: Ungültiges ID-Token (zu früh verwendet)

source: Expired ID token
de: Abgelaufener ID-Token

source: Invalid ID token
de: Ungültiges ID-Token

source: An /oauth/token call triggered a 401 response from Auth0.
de: Ein /oauth/token-Aufruf löste eine 401-Antwort von Auth0 aus.

source: Please check the Client Secret saved in the Auth0 plugin settings.
de: Bitte überprüfen Sie das in den Auth0-Plugin-Einstellungen gespeicherte Client-Secret.

source: Not Authorized
de: Nicht autorisiert

source: Unknown error
de: Unbekannter Fehler

source: Error getting user information
de: Fehler beim Abrufen der Benutzer-Informationen

source: No ID token found
de: Kein ID-Token gefunden

source: This token is not intended for us
de: Dieses Token ist nicht für uns bestimmt.

source: Invalid nonce
de: Momentan ungültig

source: This account does not have an email associated, as required by your site administrator.
de: Diesem Konto ist keine E-Mail zugeordnet, wie vom Administrator der Webseite gefordert.

source: Could not create user. The registration process is not available. Please contact your site’s administrator.
de: Benutzer konnte nicht angelegt werden. Der Registrierungsprozess ist nicht verfügbar. Bitte wenden Sie sich an den Administrator der Webseite

source: There was a problem with your log in
de: Es gab ein Problem mit Ihrem Login.

source: You have logged in successfully, but there is a problem accessing this site
de: Sie haben sich erfolgreich angemeldet, jedoch gibt es Probleme beim Zugriff auf diese Seite.

source: Please see the site administrator
de: Bitte wenden Sie sich an den Seiten-Administrator.

source: error code
de: Fehlercode

source: unknown
de: unbekannt

source: ← Logout
de: ← Ausloggen

source: Auth0 Popup Login
de: Auth0 Popup-Anmeldung

source: Shows a button to pop up an Auth0 login form in your sidebar
de: Zeigt eine Schaltfläche an, um ein Auth0-Anmeldeformular in Ihrer Seitenleiste anzuzeigen.

source: Unauthorized: missing authorization header
de: Unautorisiert: Fehlender Autorisierungsheader

source: Invalid token ID
de: Ungültige Token-ID

source: Username is required
de: Benutzername ist erforderlich

source: Password is required
de: Passwort ist notwendig

source: Invalid credentials
de: Ungültige Referenzen

source: Auth0 for WordPress - Setup Wizard
de: Auth0 für WordPress - Einrichtungsassistent

source: Setup Wizard
de: Installationsassistent

source: Settings
de: Einstellungen

source: Help
de: Hilfe

source: Export Users Data
de: Benutzer exportieren

source: Import-Export settings
de: Import/Export-Einstellungen

source: Shows Auth0 Social Amplification widget in a sidebar
de: Zeigt das Auth0 Social-Amplification-Widget in einer Sidebar an.

source: Widget title
de: Widget Titel

source: Widget subtitle
de: Widget-Untertitel

source: Twitter message
de: Twitter-Nachricht

source: Auth0 settings page
de: Auth0-Einstellungsseite

source: You can use the following tags in the messages above:
de: Sie können die folgenden Tags in den obigen Nachrichten verwenden:

source: This will be replaced by the current page URL
de: Wird durch die aktuelle Seiten-URL ersetzt.

source: This will be replaced by the site URL
de: Wird durch die URL der Website ersetzt.

source: $role parameter is deprecated.
de: Der $role-Parameter ist veraltet.

source: $access_token, $role, and $skip_email_verified params are deprecated.
de: Die Parameter $access_token, $role und $skip_email_verified sind veraltet.

source: There is a user with the same email.
de: Es gibt einen Benutzer mit derselben E-Mail-Adresse.

source: Registration rejected.
de: Die Registrierung wurde abgelehnt.

source: Empty user id
de: Leere Benutzer-ID

source: Choose icon
de: Wählen Sie ein Icon

source: Working ...
de: Verarbeitung läuft ….

source: Are you sure?
de: Sind Sie sicher?

source: Manual setup instructions
de: Manuelle Einrichtungsanweisungen

source: Settings related to specific scenarios.
de: Einstellungen, die sich auf bestimmte Szenarien beziehen.

source: Require Verified Email
de: Verifizierte E-Mail erforderlich

source: Skip Strategies
de: Strategien überspringen

source: Remember User Session
de: Benutzer-Sitzung merken

source: Auto Provisioning
de: Automatische Bereitstellung

source: User Migration
de: Benutzer-Migration

source: IP Addresses
de: IP-Adressen

source: Implicit Login Flow
de: Impliziter Login-Ablauf

source: Enable IP Ranges
de: IP-Bereiche aktivieren

source: IP Ranges
de: IP-Bereiche

source: Valid Proxy IP
de: Gültige Proxy-IP

source: Extra Settings
de: Extra Einstellungen

source: Custom Signup Fields
de: Benutzerdefinierte Anmeldefelder

source: Enter one or more strategies, separated by commas, to skip email verification.
de: Geben Sie eine oder mehrere Strategien, getrennt durch Komma, ein, um die E-Mail-Verifizierung zu überspringen.

source: You can find the strategy under the "Connection Name" field in the Auth0 dashboard.
de: Sie finden die Strategie unter dem Feld "Connection Name" im Auth0 Dashboard.

source: Leave this field blank to require email for all strategies.
de: Lassen Sie dieses Feld leer, um eine E-Mail für alle Strategien zu erzwingen.

source: This could introduce a security risk and should be used sparingly, if at all
de: Dies könnte ein Sicherheitsrisiko darstellen und sollte, wenn überhaupt, sparsam eingesetzt werden.

source: A user session by default is kept for two days.
de: Eine Benutzer-Sitzung wird standardmäßig für zwei Tage gehalten.

source: Enabling this setting will extend that and make the session be kept for 14 days
de: Aktivieren Sie diese Option, um die Aufbewahrung auf 14 Tage zu verlängern.

source: URL where successfully logged-in users are redirected when using the wp-login.php page.
de: URL, unter der erfolgreich angemeldete Benutzer umgeleitet werden, wenn sie die Seite wp-login.php verwenden.

source: This can be overridden with the <code>redirect_to</code> URL parameter
de: Dies kann mit dem URL-Parameter <code>redirect_to</code> überschrieben werden.

source: Users migration is enabled.
de: Die Benutzer-Migration ist aktiviert.

source: Users migration is disabled.
de: Die Benutzer-Migration ist deaktiviert.

source: <br><code>xx.xx.xx.xx - yy.yy.yy.yy</code>
de: <br><code>xx.xx.xx.xx.xx.xx - yy.yy.yy.yy.yy</code>

source: Whitelist for proxy and load balancer IPs to enable logins and migration webservices
de: Whitelist für Proxy- und Load Balancer-IPs zur Aktivierung von Logins und Migration von Webservices

source: More information and examples
de: Weitere Informationen und Beispiele

source: The app used here needs to have "read" and "write" permissions.
de: Die hier verwendete App muss über "Lese-" und "Schreibrechte" verfügen.

source: Instructions here
de: Anweisungen hier

source: Form Title
de: Formular Titel

source: Enable Gravatar Integration
de: Gravatar-Integration aktivieren

source: Login Form CSS
de: Anmeldeformular CSS

source: Login Form JS
de: Anmeldeformular JS

source: Primary Color
de: Primäre Farbe

source: Language
de: Sprache

source: Language Dictionary
de: Sprachwörterbuch

source: Choose Icon
de: Icon auswählen

source: The languageDictionary parameter for the Auth0 login form.
de: Der languageDictionary-Parameter für das Auth0-Anmeldeformular.

source: Custom Domain
de: Eigene Domain

source: Client Secret Base64 Encoded
de: Client-Secret Base64 verschlüsselt

source: JWT Signature Algorithm
de: JWT-Signatur-Algorithmus

source: Cache Time (in minutes)
de: Cache-Zeit (in Minuten)

source: WordPress Login Enabled
de: WordPress Login aktiviert

source: Allow Signups
de: Anmeldungen erlauben

source: Custom login domain.
de: Benutzerdefinierte Login-Domain.

source: Enable this if your Client Secret is base64 encoded.
de: Aktivieren Sie dies, wenn Ihr Kundengeheimnis Base64-kodiert ist.

source: under Show Advanced Settings > OAuth > "JsonWebToken Signature Algorithm"
de: unter "Erweiterte Einstellungen anzeigen" > OAuth > "JsonWebToken Signature Algorithmus".

source: Delete Cache
de: Cache löschen

source: JWKS cache expiration in minutes (use 0 for no caching)
de: Ablauf des JWKS-Cache in Minuten (0 um das Caching zu deaktivieren)

source: View your JWKS here
de: Sehen Sie sich Ihr JWKS hier an.

source: Turn on to enable a link on wp-login.php pointing to the core login form.
de: Aktivieren, um Verweise auf wp-login.php zum zentralen Anmeldeformular zu leiten.

source: Logins and signups using the WordPress form will NOT be pushed to Auth0.
de: Anmeldungen und Anmeldungen über das WordPress-Formular werden NICHT nach Auth0 verschoben.

source: This is typically only used while testing the plugin initially
de: Dies wird typischerweise nur beim ersten Testen des Plugins verwendet.

source: "Anyone can register" in the WordPress General Settings
de: "Jeder kann sich registrieren" in den WordPress Allgemeine Einstellungen

source: Signups are currently
de: Anmeldungen sind derzeit

source: enabled
de: aktiviert

source: disabled
de: deaktiviert

source: You need to specify a domain
de: Sie müssen eine Domain angeben

source: You need to specify a client id
de: Sie müssen eine Client-ID angeben

source: You need to specify a client secret
de: Sie müssen ein Client-Secret angeben

source: Settings related to the dashboard widgets
de: Einstellungen in Bezug auf die Dashboard-Widgets

source: Pie
de: Kreis

source: Bars
de: Balken

source: Settings related to specific features provided by the plugin.
de: Einstellungen, die sich auf bestimmte Funktionen beziehen, die das Plugin bereitstellt.

source: Password Policy
de: Passwortrichtlinien

source: Single Logout
de: Einzel-Abmeldung

source: Passwordless Login
de: Passwortfreie Anmeldung

source: Universal Login Page
de: Universelle Login-Seite

source: Auto Login Method
de: Automatische Login-Methode

source: Multifactor Authentication (MFA)
de: Multifaktor-Authentifizierung (MFA)

source: FullContact API Key
de: FullContact API-Schlüssel

source: Override WordPress Avatars
de: WordPress Avatare überschreiben

source: help page on password strength
de: Hilfeseite zur Passwortstärke

source: SSO allows users to sign in once to multiple Applications in the same tenant.
de: SSO ermöglicht es Benutzern, sich einmalig bei mehreren Anwendungen desselben Mandanten anzumelden.

source: Turning this on will attempt to automatically log a user in when they visit wp-login.php.
de: Wenn aktiviert, wird versucht, einen Benutzer automatisch anzumelden, sobald er wp-login.php aufruft.

source: This setting will not affect how shortcodes and widgets work.
de: Diese Einstellung hat keinen Einfluss darauf, wie Shortcodes und Widgets funktionieren.

source: help page on SSO
de: Hilfeseite zu SSO

source: Turn on Passwordless login (email or SMS) in the Auth0 form.
de: Aktivieren Sie im Auth0-Formular die passwortlose Anmeldung (E-Mail oder SMS).

source: Username/password login is not enabled when Passwordless is on
de: Benutzername/Passwort-Anmeldung ist deaktiviert, wenn die passwortlose Anmeldung aktiviert ist.

source: Use the Universal Login Page (ULP) for authentication.
de: Verwenden Sie die Universal Login Page (ULP) zur Authentifizierung.

source: When turned on, <code>wp-login.php</code> will redirect to the hosted login page.
de: Wenn aktiviert, wird <code>wp-login.php</code> auf die gehostete Anmeldeseite weitergeleitet.

source: When turned off, <code>wp-login.php</code> will show an embedded login form.
de: Wenn deaktiviert, zeigt <code>wp-login.php</code> ein eingebettetes Anmeldeformular an.

source: Enter a name here to automatically use a single, specific connection to login .
de: Geben Sie hier einen Namen ein, um automatisch eine einzelne, spezifische Verbindung zur Anmeldung zu verwenden.

source: Mark this if you want to enable multifactor authentication with Auth0 Guardian.
de: Markieren Sie dies, wenn Sie die Multifaktor-Authentifizierung mit Auth0-Guardian aktivieren möchten.

source: Enriches your user profiles with the data provided by FullContact.
de: Erweitert Ihre Benutzerprofile um die von FullContact bereitgestellten Daten.

source: A valid FullContact API key is required for this to work.
de: Damit dies funktioniert, ist ein gültiger FullContact API-Schlüssel erforderlich.

source: Mark this if you want to store geolocation data based on the IP of the user logging in
de: Markieren Sie dies, wenn Sie Geolokalisierungsdaten basierend auf der IP des angemeldeten Benutzers speichern möchten.

source: Mark this if you want to store projected income data based on the zipcode of the user's IP
de: Markieren Sie dies, wenn Sie prognostizierte Einkommensdaten basierend auf der Postleitzahl der IP des Benutzers speichern möchten.

source: Overrides the WordPress avatar with the Auth0 profile avatar
de: Überschreibt den WordPress-Avatar mit dem Auth0-Profil-Avatar.

source: The SSO setting for your Application could not be updated automatically.
de: Die SSO-Einstellung für Ihre Anwendung konnte nicht automatisch aktualisiert werden.

source: Check that "Use Auth0 instead of the IdP to do Single Sign On" is turned on in the
de: Vergewissern Sie sich, dass "Use Auth0 instead of the IdP to do Single Sign On" eingeschaltet ist.

source: No database connections found for this application.
de: Es wurden keine Datenbankverbindungen für diese Anwendung gefunden.

source: There was a problem updating the password policy.
de: Es gab ein Problem bei der Aktualisierung der Passwort-Richtlinie.

source: Please manually review and update the policy.
de: Bitte überprüfen und aktualisieren Sie die Richtlinie manuell.

source: here
de: hier

source: API token does not include the scope %s.
de: Das API-Token enthält nicht den Scope %s.

source: Error returned
de: Fehler zurückgegeben

source: Password is too weak, please choose a different one.
de: Das Passwort ist zu schwach, bitte wählen Sie ein anderes.

source: No access_token returned.
de: Es wurde kein access_token zurückgegeben.

source: Auth0 tip: You can filter the data by clicking on the charts. Click again to clear the selection. | <a href="%1$s">Hide</a>
de: Auth0 Tipp: Sie können die Daten filtern, indem Sie auf die Diagramme klicken. Klicken Sie erneut, um die Auswahl zu löschen. <a href="%1$s">Verbergen</a>

source: Error log
de: Fehler-Protokoll

source: and copy the client_id and secret.
de: und kopieren Sie die client_id und secret.

source: There was an error creating the necessary client grants.
de: Es gab einen Fehler bei der Erstellung der notwendigen Client-Genehmigungen.

source: Go to your Auth0 dashboard > APIs > Auth0 Management API > Non-Interactive Clients tab and authorize the client for this site.
de: Gehen Sie zu Ihrem Auth0 Dashboard > APIs > Auth0 Management API > "Non-Interactive Clients"-Tab und autorisieren Sie den Client für diese Seite.

source: Make sure to add the following scopes:
de: Achten Sie darauf, dass Sie die folgenden Scopes hinzufügen:

source: for more information.
de: für mehr Informationen.

source: The required scoped were rejected.
de: Der erforderliche Scope wurde abgelehnt.

source: Please create your Auth0 account first at
de: Bitte erstellen Sie zunächst Ihr Auth0-Konto unter

source: Password could not be updated.
de: Das Passwort konnte nicht aktualisiert werden.

source: Empty user_id
de: Leere user_id

source: Forbidden
de: Nicht erlaubt

source: Auth0 profile data not found
de: Auth0-Profildaten nicht gefunden

source: API call failed
de: API-Aufruf fehlgeschlagen.

source: Auth0 Error Log
de: Auth0 Fehler-Protokoll

source: This will delete all error log entries. Proceed?
de: Dadurch werden alle Fehlerprotokoll-Einträge gelöscht. Fortfahren?

source: Date
de: Datum

source: Section
de: Abschnitt

source: Error code
de: Fehlercode

source: Message
de: Nachricht

source: Count
de: Anzahl

source: No errors
de: Keine Fehler

source: Form title:
de: Formular-Titel

source: Redirect after login:
de: Umleitung nach Anmeldung:

source: Yes
de: Ja

source: No
de: Nein

source: Default Setting
de: Standard-Einstellung

source: Enable Gravatar integration:
de: Gravatar-Integration aktivieren:

source: The icon should be 32x32 pixels!
de: Das Icon sollte 32x32 Pixel groß sein!

source: Translation:
de: Übersetzung:

source: More info
de: Mehr Info

source: Note
de: Hinweis

source: This can override the "Form title" setting
de: Dies kann die Einstellung "Formulartitel" überschreiben.

source: Extra configuration:
de: Zusätzliche Konfiguration:

source: The other settings will override this configuration
de: Die anderen Einstellungen überschreiben diese Konfiguration.

source: Customize the Login Widget CSS:
de: Passen Sie das Login-Widget-CSS an:

source: This should be a valid CSS to customize the Auth0 login widget.
de: Dies sollte gültiges CSS sein, um das Auth0 Login-Widget anzupassen.

source: Customize the Login Widget JS:
de: Anpassen des Login-Widget-JS:
