Repository: auth0/wordpress
Catalog: languages/*.po
Languages: de

source: This should be a valid JS to customize the Auth0 login widget to, for example, add custom buttons.
de: Dies sollte ein gültiges JS sein, um das Auth0-Login-Widget anzupassen, z.B. um benutzerdefinierte Schaltflächen hinzuzufügen.

source: Login with WordPress username
de: Anmelden mit WordPress-Benutzername

source: ← Back to %s login
de: ← Zurück zum %s-Login

source: JWT Auth authentication
de: JWT-Authentisierung

source: This action will override the JWT Auth configuration and will enable it to authenticate users using the Auth0 JWT.
de: Diese Aktion überschreibt die JWT Auth-Konfiguration und ermöglicht es, Benutzer mit der Auth0 JWT zu authentifizieren.

source: Do you want to continue?
de: Willst Du fortfahren?

source: JWT is configured and ready to work with Auth0 tokens.
de: JWT ist konfiguriert und bereit, mit Auth0-Token zu arbeiten.

source: Export Auth0 Users
de: Auth0-Benutzer exportieren

source: Download all your user information in a CSV file for manual processing.
de: Laden Sie alle Ihre Benutzerinformationen in einer CSV-Datei zur manuellen Bearbeitung herunter.

source: The CSV will contain the users who logged in to this WordPress instance using Auth0.
de: Die CSV-Datei enthält die Benutzer, die sich mit Auth0 in dieser WordPress-Instanz angemeldet haben.

source: Download CSV
de: CSV herunterladen

source: Import and Export Settings
de: Import- und Export-Einstellungen

source: You can import and export your Auth0 WordPress plugin settings here.
de: Sie können hier Ihre Auth0 WordPress Plugin-Einstellungen importieren und exportieren.

source: This allows you to either backup the data, or to move your settings to a new WordPress instance.
de: Auf diese Weise können Sie entweder die Daten sichern oder Ihre Einstellungen in eine neue WordPress-Instanz verschieben.

source: Please note:
de: Hinweis:

source: Settings stored in constants cannot be exported or imported.
de: In Konstanten gespeicherte Einstellungen können nicht exportiert oder importiert werden.

source: Import Settings
de: Einstellungen importieren

source: Export Settings
de: Export Einstellungen

source: Please upload the exported json file or
de: Bitte laden Sie die exportierte JSON-Datei hoch oder

source: paste the entire json
de: das gesamte JSON einfügen

source: Please paste the exported json file or
de: Bitte fügen Sie die exportierte JSON-Datei ein oder

source: upload the exported file
de: die exportierte Datei hochladen

source: Import
de: Importieren

source: Download the entire plugin configuration.
de: Laden Sie die gesamte Plugin-Konfiguration herunter.

source: Export
de: Exportieren

source: Choose your password
de: Wählen Sie Ihr Passwort

source: Last step: Auth0 will migrate your own account from the WordPress user database to Auth0. You can choose to use the same password as you currently use, or pick a new one. Either way, Auth0 will link your existing account and its administrative role with the new account in Auth0. Type the password you wish to use for this account below.
de: Letzter Schritt: Auth0 migriert Ihr eigenes Konto aus der WordPress-Benutzerdatenbank nach Auth0. Sie können wählen, ob Sie das gleiche Passwort verwenden möchten, das Sie derzeit verwenden, oder ein neues wählen. So oder so verbindet Auth0 Ihr bestehendes Konto und seine administrative Rolle mit dem neuen Konto in Auth0. Geben Sie unten das Passwort ein, das Sie für dieses Konto verwenden möchten.

source: for more info.
de: für weitere Informationen

source: Password
de: Passwort

source: Submit
de: Senden

source: Skip this step
de: Diesen Schritt überspringen

source: Step 1: Choose your account type
de: Schritt 1: Wählen Sie Ihren Konto-Typen

source: Once configured, this plugin replaces the standard WordPress login screen (see the "WordPress Login Enabled" setting under the Basic tab to keep the WordPress login form enabled). Auth0 adds many features to make login easier and better for your users but the old system will still be there too.
de: Nach der Konfiguration ersetzt dieses Plugin den standardmäßigen WordPress-Anmeldebildschirm (siehe die Einstellung "WordPress Login aktiviert" unter der Registerkarte Allgemein, um das WordPress-Anmeldeformular aktiviert zu halten). Auth0 fügt viele Funktionen hinzu, um die Anmeldung für Ihre Benutzer einfacher und besser zu machen, aber das alte System wird auch weiterhin vorhanden sein.

source: To continue you need an Auth0 account.
de: Um fortzufahren, benötigen Sie ein Auth0-Konto.

source: Sign up for free
de: Kostenlos registrieren

source: Pro Tip
de: Pro Tipp

source: Already set up another WordPress instance with Auth0?
de: Haben Sie bereits eine andere WordPress-Instanz mit Auth0 eingerichtet?

source: Click here
de: Hier klicken

source: Enterprise
de: Firma

source: Close
de: Schließen

source: Important
de: Wichtig

source: Start Standard Setup
de: Standard-Setup starten

source: This includes everything above plus data migration from your WordPress database.
de: Dies beinhaltet alles oben genannte sowie die Datenmigration aus Ihrer WordPress-Datenbank.

source: This requires an inbound connection from Auth0 servers and cannot be changed later without losing data.
de: Dies erfordert eine eingehende Verbindung von Auth0-Servern und kann später nicht mehr ohne Datenverlust geändert werden.

source: More information here.
de: Mehr Infos hier

source: Start User Migration Setup
de: Einrichtung der Benutzer-Migration starten

source: Manual Setup
de: Manuelle Einrichtung

source: Manual Setup Instructions
de: Anweisungen zur manuellen Einrichtung

source: Enter your tenant Domain:
de: Geben Sie Ihre Mandanten-Domain ein:

source: and paste it here:
de: und fügen Sie es hier ein:

source: Continue
de: Weiter

source: Next
de: Weiter

source: Done! You finished this Setup Wizard
de: Erledigt! Sie haben diesen Setup-Assistenten abgeschlossen.

source: GO TO PLUGIN SETTINGS
de: ZU DEN PLUGIN-EINSTELLUNGEN GEHEN

source: Configure your enterprise connections
de: Konfigurieren Sie Ihre Enterprise-Verbindungen

source: Auth0 supports the following identity providers
de: Auth0 unterstützt die folgenden Identitätsanbieter

source: READ MORE
de: Weiterlesen

source: GO TO DASHBOARD
de: ZUM DASHBOARD GEHEN

source: Migrate your administrator account
de: Migrieren Sie Ihr Administrator-Konto.

source: HERE
de: HIER

source: More info
de: Mehr Informationen

source: Auth0 is not configured
de: Auth0 ist nicht konfiguriert.

source: You are connected
de: Sie sind verbunden

source: Auth0 WordPress Plugin Settings
de: Auth0 WordPress-Plugin Einstellungen

source: Settings saved.
de: Einstellungen gespeichert.

source: Appearance
de: Aussehen

source: Advanced
de: Erweitert

source: Passwordless login connections
de: Passwortfreie Anmeldeverbindungen

source: Anomaly detection
de: Anomalie-Erkennung

source: If you have issues or questions, we provide a variety of channels to assist:
de: Wenn Sie Fragen oder Probleme haben, bieten wir Ihnen eine Vielzahl von Kanälen zur Unterstützung:

source: Configuration documentation
de: Konfigurationsdokumentation

source: If you have questions about how to use Auth0 or the plugin, please create a post (tagged "WordPress") if you do not find what you are looking for.
de: Wenn Sie Fragen zur Verwendung von Auth0 oder dem Plugin haben, erstellen Sie bitte einen Beitrag (Tag "WordPress"), wenn Sie nicht finden, was Sie suchen.

source: GitHub Issues
de: GitHub-Probleme

source: If you find a bug in the plugin code, the best place to report that is on GitHub under the Issues tab.
de: Wenn Sie einen Fehler im Plugin-Code finden, ist der beste Weg, ihn auf Github (über die Reiter "Issues") zu melden.

source: Customers on a paid Auth0 plan can submit trouble tickets for a quick response.
de: Kunden mit einem kostenpflichtigen Auth0-Plan können Trouble-Tickets für eine schnelle Reaktion einreichen.

source: How is the Auth0 WP plugin working for you?
de: Wie funktioniert das Auth0 WP-Plugin für Sie?

source: What one thing would you change?
de: Welche eine Sache würdest du ändern?

source: Be as brief or detailed as you like!
de: Sei so kurz oder detailliert, wie du möchtest!

source: Send Feedback
de: Feedback senden

source: Save Changes
de: Änderungen speichern

source: Done! Thank you for your feedback.
de: Erledigt! Vielen Dank für Ihr Feedback.

source: Login by Auth0
de: Login von Auth0

source: Login by Auth0 provides improved username/password login, Passwordless login, Social login and Single Sign On for all your sites.
de: Die Anmeldung mit Auth0 bietet eine verbesserte Benutzername/Passwortanmeldung, eine passwortfreie Anmeldung, eine soziale Anmeldung und ein Single Sign On für alle Ihre Websites.
